Repository: daniellucia/dl-tntsearch
Catalog: languages/dl-tntsearch-*.po
Languages: es_es

source: Activate
es_es: Activar

source: Click the button below to manually index your content.
es_es: Haga clic en el botón a continuación para indexar manualmente su contenido.

source: Custom Post Types to index
es_es: Custom Post Types para indexar

source: Daniel Lúcia
es_es: Daniel Lucía

source: Enable TNTSearch
es_es: Habilitar TNTSearch

source: Error creating the index:
es_es: Error al crear el índice:

source: Index
es_es: Índice

source: Index now
es_es: Indexar ahora

source: Replaces the native WordPress search with TNTSearch, providing faster, more accurate and relevant results.
es_es: Reemplaza la búsqueda nativa de WordPress con TNTSearch, proporcionando resultados más rápidos, precisos y relevantes.

source: Save
es_es: Guardar

source: Storage path is required for Indexer.
es_es: La ruta de almacenamiento es necesaria para el indexador.

source: The index has been generated correctly.
es_es: El índice se ha generado correctamente.

source: The PDO SQLite extension is not enabled on your server. Please enable it to use TNTSearch.
es_es: La extensión PDO SQLite no está habilitada en su servidor. Habilítela para usar TNTSearch.

source: The storage path is not writable. Please check the permissions.
es_es: La ruta de almacenamiento no es escribible. Verifique los permisos.

source: TNTSearch for WordPress
es_es: TNTSearch en WordPress

source: TNTSearch settings
es_es: Configuración de TNTSearch
